---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Electrical.ConduitSizeIterator
source: html/4191eb89-460c-cc4d-0c55-aee6daf32bef.htm
---
# ConduitSizeIterator Members

Releases all resources used by the ConduitSizeIterator